Repository: themathiou/trafie-ios
Catalog: trafie/*.lproj/Localizable.strings
Languages: el

source: 60m
el: 60μ

source: 100m
el: 100μ

source: 200m
el: 200μ

source: 400m
el: 400μ

source: 800m
el: 800μ

source: 1500m
el: 1500μ

source: 3000m
el: 3000μ

source: 5000m
el: 5000μ

source: 10000m
el: 10000μ

source: 60m Hurdles
el: 60μ Εμπόδια

source: 100m Hurdles
el: 100μ Εμπόδια

# 110m_hurdles
source: 100m Hurdles
el: 100μ Εμπόδια

source: 400m Hurdles
el: 400μ Εμπόδια

source: 3000m Steeplechase
el: 3000μ Φυσικά Εμπόδια

source: 4x100m Relay
el: 4x100μ Σκυτάλη

source: 4x400m Relay
el: 4x400μ Σκυτάλη

source: Half Marathon
el: Ημιμαραθώνιος

source: Marathon
el: Μαραθώνιος

source: 20km Race Walk
el: 20χλμ Βάδην

source: 50km Race Walk
el: 50χλμ Βάδην

source: Cross Country Running
el: Αγώνας Ανωμάλου Δρόμου

source: High Jump
el: Άλμα εις ύψος

source: Long Jump
el: Άλμα εις μήκος

source: Triple Jump
el: Άλμα Τριπλούν

source: Pole Vault
el: Άλμα επί κοντώ

source: Shot Put
el: Σφαιροβολία

source: Discus
el: Δισκοβολία

source: Hammer
el: Σφυροβολία

source: Javelin
el: Ακοντισμός

source: Pentathlon
el: Πένταθλο

source: Heptathlon
el: Επταθλο

source: Decathlon
el: Δέκαθλο
